tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "act"
brew "autoenv"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "code-minimap"
brew "colima"
brew "ctags"
brew "dbmate"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "lastpass-cli"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "minicom"
brew "neovim"
brew "node"
brew "node@16"
brew "nvm"
brew "p7zip"
brew "podman"
brew "pyenv"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "vim"
brew "wget"
brew "yq"
brew "zsh"
cask "adobe-acrobat-reader"
cask "amazon-workspaces"
cask "amethyst"
cask "docker"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "lastpass"
cask "microsoft-teams"
cask "miro"
cask "obsidian"
cask "onedrive"
cask "podman-desktop"
cask "postman"
cask "pycharm"
cask "raycast"
cask "shortcat"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "witch"
vscode "alefragnani.project-manager"
vscode "anan.jetbrains-darcula-theme"
vscode "azemoh.one-monokai"
vscode "bodil.file-browser"
vscode "boto3typed.boto3-ide"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "github.vscode-github-actions"
vscode "humao.rest-client"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "killidia.darcula-mono"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "sameeramin.cdk-snippets-for-python"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
