tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "code-minimap"
brew "colima"
brew "ctags"
brew "dbmate"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "minicom"
brew "neovim"
brew "node"
brew "node@16"
brew "nvm"
brew "p7zip"
brew "pyenv"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "vim"
brew "yq"
brew "zsh"
brew "aws/tap/aws-sam-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "amazon-workspaces"
cask "amethyst"
cask "docker"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "lastpass"
cask "miro"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "raycast"
cask "shortcat"
cask "slack"
cask "spotify"
cask "whatsapp"
cask "witch"
